// var g_ShopName = {
// 		shopName:["グルメ","ショッピング","レジャー・エンタメ","暮らし・生活"],
// 		"グルメ":["すべて",
// 		 		  "和食","洋食","バイキング","中華","アジア料理",
// 				  "ラーメン","カレー","焼き肉、ホルモン、ジンギスカン","鍋","居酒屋",
// 				  "定食","創作料理","自然食","持ち帰り、宅配","カフェ、喫茶店",
// 				  "コーヒー、茶葉専門店","パン、サンドイッチ","スイーツ","バー","パブ、スナック",
// 				  "ディスコ、クラブハウス","ビアガーデン","ファミレス、ファーストフード","パーティー、カラオケ","屋形船、クルージング",
// 				  "テーマパークレストラン","オーベルジュ","その他"],
// 		"ショッピング":["すべて",
// 		 		  "メガネ、コンタクトレンズ","ドラックストア、市販薬","家電、携帯電話","百貨店、ショッピングセンター","コンビニ、スーパー",
// 				  "リサイクル、ディスカウントショッピング","生活用品、インテリア","趣味、スポーツ、工芸","ファッション、アクセサリー","食料、食材",
// 				  "通信販売"],
// 		"レジャー・エンタメ":["すべて",
// 		 		  "スポーツ","麻雀、ゲームセンター","レジャー、趣味","ホテル、旅館","エンタメ、映画館、美術館",
// 				  "交通、レンタカー","旅行サービス","パチンコ、パチスロ"],
// 		"暮らし・生活":[ "すべて",
// 		 		  "病院、診療所","薬局","マッサージ、整体、治療院","介護、福祉","趣味、習い事",
// 				  "学校、大学、専門学校","進学塾、予備校、各種学校","保育園、幼稚園、育児","住宅、不動産","住宅設備",
// 				  "郵便局","生活サービス","自動車、バイク","結婚式場、結婚相談所","葬式、仏壇",
// 				  "銀行、保険、金融","ペット、動物病院","銭湯、浴場","美容、サロン","全問職、弁護士、司法書士",
// 				  "人材派遣","官公庁","公共サービス、各種団体","寺院、神社","避難場所"]
// };



var g_shopName = {
	"All":["All"]
	,"Amenity" :["cafe","fast_food","pub","restaurant","parking","hospital","vending_machine"]
	,"shop" : ["convenience","clothes","supermarket","book"]
	,"hightway" : ["traffic_signals"]};

